 var ages=[
    {
        "age_000_001": "从哇哇坠地到1岁，你的主要任务就是发展出对他人和环境的信任感。父母通过拥抱、抚摸与呵护来增强你对这个信任感。此阶段你非常被动，而你生命中最重要的角色就是妈妈，哭泣时是否有人安抚，饥饿时是否有人喂食"
    },
    {
        "age_002_003": "你顺利渡过婴儿期，这时你可以主动控制自己的一些行为，但父母还是你生命中最重要的角色，这时你需要修炼一定程度的自主与独立能力。"
    },
    {
        "age_004_006": "渡过幼儿期的你开始更多的掌控行为，但你还无法掌握思想。这段时间将是你人生中最快乐的时光，因为你可以跑跳，你最大的任务就是在游戏中学习主动性。以前你做任何事情都需要家庭成员的帮助，他们也有义务帮助你。但这时你要主动地面对生活中的一些困难，承担身为家庭成员的责任感，学习生活技巧，感受到自己对家庭的贡献."
    },
    {
        "age_007_012": "时间飞逝，快乐的时光一去不复返，你即将进入人生相当痛苦的一段时期，学龄期。你不能尽情玩耍，开始要把大部份时间花在学习这项相对无聊的事情上。从此刻开始影响你的主要因素已不是家庭，而是学校、老师与社会流氓份子"
    },
    {
        "age_013_019": "终于进入青春期了，你苦盼以久的日子，从这时起你不但能掌控行为，还能撑控意识。“我为什么要听他们的？你们别想再控制我！”"
    },
    {
        "age_020_030": "好了被控制的时代过去了，Now you are on your own。成年后的三个阶段都有一个长久共同的任务就是“对早期人生进行总结，并认识到你可以对过去做出改变”。前面五个阶段你无法掌握自己，只能任由环境塑造，而从现在开始你将用余生去完整自己。"
    },
    {
        "age_031_065": "成年期是成长的最长阶段，你开始走出自我为别人付出，培养儿女、照顾父母、关爱伴侣。这些行为都要求你把注意力从自己转移到他人身上。你不再一味获取而是学会付出，你学会关爱这种重要品质。"
    },
    {
        "age_066_999": "人类赋予你的责任已然完成，你可选择继续发光发热，也可选择告老还乡安享晚年。你开始回顾自己的一生并完整接受它。"
    }
];
module.exports=ages;
